[
    {
        "title": "Free Education Scheme in Tamil Nadu 2019",
        "Benefits": "To provide education to the adult illiterates and neo-literates in the age group of 15-35 years who may have dropped out of school for various reasons, the above scheme is put in place.\n\tFor the first year education, central government provides 100% grant and in the 2nd and 3rd year, grants are provided by the central and state governments in a ratio of 50-50%.\n\tUnder NIOS, people 15 years and older can enrol and through continuing education programme, attain three stages of education which is parallel to the formal education standards. Stage I – 3rd standard; stage II – 5th standard; stage III – 8th standard education.",
        "Eligibility": {
            "Description": "Neo-literates, school drop outs, and nonstarters.",
            "minage": "N/A",
            "maxage": "N/A"
         },
         "Application Process":  "This grant can be availed through the District Collector / District Adult Education Officer / District Educational Officer.",
         "Timeline": "3 months before the start of an Academic Year" ,
         "Scheme Application Link" :  "https://www.tn.gov.in/scheme/data_view/83379"
    },
    {
        "title": "Scholarship for children of Agricultural labourers",
        "Benefits": "Rs. 1250 for boys and Rs. 1500 for girls who have passed 10th standard and Rs. 1750 and Rs. 2000 for boys and girls, respectively who have passed 12th standard.",
        "Eligibility": {
            "Description": "Parents must possess the Agricultural Labourers Card issued by the Revenue Officers.",
            "minage": "N/A",
            "maxage": "N/A"
         },
         "Application Process":  "Application needs to be made to the school headmaster. Subsequently, the School administration is expected to approach the District Collector.",
         "Timeline": "3 -6 months" ,
         "Scheme Application Link" :  "https://www.tn.gov.in/scheme/data_view/83388"
    },
   {
    "title": "Tamil Nadu Government Free House Scheme",
    "Benefits": " Construction of free houses for people who have been given free house site patta by the government.  This is to benefit the various communities of Tamil Nadu.",
    "Eligibility": {
        "Description": "BC/MBC people who do not have their own house or house site are eligible for this.  The annual income should not exceed Rs. 16,000 in rural areas and Rs. 24,000 in urban areas.",
        "minage": "N/A",
        "maxage": "N/A"
     },
     "applicationprocess": "Commissioner / Panchayat Union / District Adi dravidar and Tribal Welfare Officer / Commissioner of Tribal Welfare concerned.",
     "timeline": "N/A",
     "schemeapplicationlink" :  "https://tnrd.gov.in/schemes/st_cmspghs.html"
    },
    {
        "title": "Tamil Nadu Government Two Wheeler Scheme",
        "Benefits": "As mentioned by the concerned authorities through the implementation of the Amma two-wheeler scheme, each year one lakh working women will be benefited through this scheme. Also, the main benefit is the maximum subsidy of 50% of the cost of the two-wheeler or Rs.25,000/, whichever is less, will be provided to the beneficiaries. Also through the implementation of this scheme, freedom will be provided to all of the women residing in the Tamilnadu State. All of the women will no longer have a fear of taking a means of public transport in late-night, they will rather come home with their own transport.",
        "Eligibility": {
            "Description": "The women must be engaged individually or collectively as a group for a livelihood activity or wage employment.\n\tThe applicant must be commuting for a long distance.\n\n\tEarnings of women must be the primary source of income for the family." ,
            "minage": "18",
            "maxage": "40"
         },
         "applicationprocess": "Documents Required:\n\tThe following documents are required to apply for the scheme:-\n\t1.Proof for Age (18 to 40) / Date of birth\n\t2.Proof for Residence such as-\n\t\tEPIC card\n\t\tDriving License\n\t\tAadhar Card\n\t\tUtility Bills etc., in the Applicant’s name\n\t\tDriving License / Learner License Registration (LLR) issued by the competent authority\n\t\tIncome Certificate issued by Employer / Self Certification\n\t\tProof of Employment issued by the Employer/Organization/Project Head/Society in case of Wage / Salaried employment.\n\t\tAadhaar card.\n\t\tProof of Educational Qualification / Appearance for VIII standard exam (Transfer Certificate, SSLC, etc.,)\n\t\tPassport size photograph\n\tProof to establish membership of priority category, wherever applicable\n\tCommunity Certificate (in case of SC/ST category)\n\tDifferently Abled Identity Card issued by the competent authority\n\tQuotation/Pro-forma invoice of the vehicle.\n\n3.Specifications of Amma two wheeler:\n\tThe vehicle under Amma two-wheeler scheme will be brand new\n\tUnder this scheme, the vehicle provided to the beneficiary will have a maximum engine capacity of 125 cc\n\tThe vehicle will be any gearless or auto gear motorized two-wheeler that is chosen by the applicant\n\tThe Scooty should be manufactured on or after 1st January 2018\n\nApplication Procedure Under Amma Two Wheeler Scheme\n\tThe following application procedure should be followed by the applicants if they want to enroll under the scheme:-         \n\tThe applications form will be made available at all Block Offices, Urban Local Body offices, and the Collectorates free of cost to the applicant.\n\tAlso, you can download the application forms from the link given above.\n\tNo application fee should be collected from the applicant for the form.\n\tThe application forms will be filled and submitted to the respective Block offices / Urban Local Bodies (ULBs).\n\tThe filled-in Application forms can be submitted either in person or by Registered/ Speed Post.\n\tA unique application number will be assigned to each application form containing the ULB/RLB code followed by the running serial number within the ULB/RLB.",
         "timeline": "N/A",
         "schemeapplicationlink" :  "http://www.tamilnadumahalir.org/tnatws.html"
    
    },
    {
        "title": "Tamil Nadu Government Schemes for Agriculture",
        "Benefits":"1.For agriculture crops, horticulture crops, annual and plantation crops \n\ta. Rs 2 000 per hectare in rainfed areas.\n\tb. Rs 4 000 per hectare for areas under assured irrigation.\n\tc. No input subsidy payable for agricultural land remaining unsown or fallow\n\td. Assistance payable to any small farmer with tiny holding minimum Rs 250\n\n2. Perennial crops\n\ta. Rs 6 000 per hectare for all perennial crops\n\tb. No input subsidy payable for agricultural land remaining unsown or fallow\n\tc. Assistance payable to any small farmer with tiny holding minimum Rs 500",
        "Eligibility": {
            "Description": "N/A",
            "minage": "N/A",
            "maxage": "N/A"
         },
         "applicationprocess": "Applications have to be made out to village level Assistant Agricultural Officer / block level Deputy Agricultural Officer / district level Agricultural officer and Assistant Director of Agriculture / Joint Director of Agriculture.",
         "timeline": "Scheme was introduced in May 2012.",
         "schemeapplicationlink" :  "http://www.agritech.tnau.ac.in/expert_system/paddy/Schemes.html"
    
    },
    {
        "title": "Marriage Assistance Scheme I & II",
        "Benefits": "Cash assistance of Rs. 25,000 and Rs. 50,000 is paid through ECS to girls according to their educational qualification.",
        "Eligibility": {
            "Description": "Eligibility I:  The bride should have studied 10th standard and passed/failed the tests.\n\nEligibility II:  The bride should be a degree holder having studied through any regular college or a diploma holder having studied through one of the recognized colleges under Directorate of Technical Education, Govt of TN.",
            "minage": "N/A",
            "maxage": "N/A"
         },
         "applicationprocess": "N/A",
         "timeline": "N/A",
         "schemeapplicationlink" :  "http://www.tnsocialwelfare.org/pages/view/marriage-assistance-schemes"
    
    },
    {
        "title": "Moovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme",
        "Benefits": "Financial assistance of Rs. 20,000 to girls belonging to poor families and those below poverty line.",
        "Eligibility": {
            "Description": "Annual income of family should not exceed Rs. 12,000 pa.  Bride should not have completed 18 years of age.   Only one girl from a family is eligible.  The Time limit for sending the application is 45 days prior to marriage. ",
            "minage": "N/A",
            "maxage": "N/A"
         },
         "applicationprocess": "1. Commissioner (for Chennai, Madurai, Trichy, Salem, Coimbatore, Tirunelveli, Erode and Tiruppur Corporations).\n2. Municipal Commissioner (for municipalities).\n3. Panchayat Union Commissioner (for rural areas).\n4. District Social Welfare Officers.\n5. Extension Officers (Social Welfare) Rural Welfare Officers (W)",
         "timeline": "N/A",
         "schemeapplicationlink" :  "http://www.tnsocialwelfare.org/pages/view/marriage-assistance-schemes"
    
    },
    {
        "title": "Dr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme",
        "Benefits": "Under this scheme, Rs 25,000 is given out of which Rs. 15,000 is given through ECS and Rs 10,000 as National Savings Certificate along with 4 gm 22 carat gold coin for making “Thirumangalyam”.  The degree/diploma holders are given Rs. 50,000 out of which 30,00 is given through ECS and Rs 20,000 as National Savings Certificate along with 4 gm 22 carat gold coin.",
        "Eligibility": {
            "Description": "No income ceiling or minimum education qualification stipulated.  One of the spouses should be from SC/ST/BC/MBC community.",
            "minage": "N/A",
            "maxage": "N/A"
         },
         "applicationprocess": "N/A",
         "timeline": "N/A",
         "schemeapplicationlink" :   "http://www.tnsocialwelfare.org/pages/view/marriage-assistance-schemes"
    
    },
    {
        "title": "E.V.R. Maniammaiyar Ninaivu Marriage Assistance Scheme for Daughters of Poor Widows  ",
        "Benefits": "Rs.15,000/- (by Cheque/ Demand Draft ) for marriage assistance of Poor Widows in Tamil Nadu",
        "Eligibility": {
            "Description": "Family Annual income of family should not exceed Rs. 72,000.",
            "minage": "N/A",
            "maxage": "N/A"
         },
         "applicationprocess": "To the District Social Welfare Officer / Extension Officer (SW)",
         "timeline": "3 months",
         "schemeapplicationlink" :   "http://www.tnsocialwelfare.org/pages/view/marriage-assistance-schemes"
    
    },
    {
        "title": "Marriage assistance to normal person marrying a visually handicapped person",
        "Benefits": "Financial assistance of Rs. 20,000 is given, 10,000 in cash and 10,000 as National Savings Certificate along with a certificate of appreciation.",
        "Eligibility": {
            "Description": "Age of both persons marrying should be above 18 years.  National Disability Identity Card",
            "minage": "18",
            "maxage": "N/A"
         },
         "applicationprocess": "District Disabled Rehabilitation Officer.  The authority to be contacted in case of delay in service is the State commissioner for differently abled, Jawaharlal Nehru Inner Ring Road, KK Nagar, Chennai-78.",
         "timeline": "3 Months",
         "schemeapplicationlink" :  "http://www.tnsocialwelfare.org/pages/view/marriage-assistance-schemes"
    
    },
    {
        "title" : "Dr. Muthulakshmi Reddy Ninaivu Inter-Caste Marriage Assistance Scheme",
        "benefits": "Under this scheme, Rs 15,000 is given out of which Rs. 10,000 is given through NCS and Rs 5,000 as cheque or DD.  In case one of the spouses belongs to SC/ST community, an assistance of Rs. 20,000 is provided, 10,00 as NSC and 10,000 as cheque or DD.",
        "eligibility": {
           "description": "No income ceiling or minimum education qualification stipulated.  Age limit of 18-30 years for the bride.  Time limit for sending application is 45 days before marriage",
           "minage": "18",
           "maxage": "30"
        },
        "applicationprocess": "District Social Welfare Officer / Extension Officers (SW)",
        "timeline": "3 Months",
        "schemeapplicationlink" :  "https://www.tnsocialwelfare.org/pages/view/marriage-assistance-schemes"
   }

]